Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.bn
source: Brunei is a small, oil-rich sultanate on Borneo whose political structure remains centered on monarchy in a way that feels unusual in the contemporary world. It became wealthy through hydrocarbons, but its deeper identity is tied to Malay Islamic monarchy and a long riverine history. Because it is tucked between larger neighbors, many people know almost nothing about it until they notice how singular its state model is.
de: Brunei ist ein kleiner, ölreicher Sultanat auf Borneo, dessen politische Struktur weiterhin auf der Monarchie basiert, auf eine Weise, die in der heutigen Welt ungewöhnlich wirkt. Es wurde durch Kohlenwasserstoffe wohlhabend, doch seine tiefere Identität ist mit der malaiisch-islamischen Monarchie und einer langen Flussgeschichte verbunden. Da es zwischen größeren Nachbarn liegt, wissen viele Menschen fast nichts darüber, bis sie bemerken, wie einzigartig sein Staatsmodell ist.
es: Brunéi es un pequeño sultanato rico en petróleo en Borneo cuyo sistema político sigue centrado en la monarquía de una manera que resulta inusual en el mundo contemporáneo. Se enriqueció gracias a los hidrocarburos, pero su identidad más profunda está ligada a la monarquía islámica malaya y a una larga historia fluvial. Debido a que está situado entre vecinos más grandes, muchas personas saben casi nada sobre él hasta que notan lo singular que es su modelo estatal.
fr: Le Brunei est un petit sultanat riche en pétrole situé sur l'île de Bornéo, dont la structure politique reste centrée sur la monarchie d'une manière qui semble inhabituelle dans le monde contemporain. Il est devenu riche grâce aux hydrocarbures, mais son identité profonde est liée à la monarchie islamique malaise et à une longue histoire fluviale. Parce qu'il est niché entre des voisins plus grands, beaucoup de gens ne savent presque rien à son sujet jusqu'à ce qu'ils remarquent à quel point son modèle d'État est singulier.
it: Il Brunei è un piccolo sultanato del Borneo, ricco di petrolio, la cui struttura politica rimane incentrata sulla monarchia in un modo che sembra insolito nel mondo contemporaneo. È diventata ricca grazie agli idrocarburi, ma la sua identità più profonda è legata alla monarchia islamica malese e a una lunga storia fluviale. Poiché è nascosto tra vicini più grandi, molte persone non ne sanno quasi nulla finché non si accorgono di quanto sia singolare il suo modello statale.
pt_br: Brunei é um pequeno sultanato rico em petróleo em Bornéu, cuja estrutura política continua centrada na monarquia de uma forma que parece incomum no mundo contemporâneo. Tornou-se rico através de hidrocarbonetos, mas sua identidade mais profunda está ligada à monarquia islâmica malaia e a uma longa história fluvial. Por estar localizado entre vizinhos maiores, muitas pessoas sabem quase nada sobre ele até perceberem quão singular é seu modelo de Estado.
ru: Бруней — маленькое, богатое нефтью султанство на Борнео, чья политическая структура по-прежнему сосредоточена вокруг монархии, что кажется необычным в современном мире. Оно стало богатым благодаря углеводородам, но его более глубокая идентичность связана с малайской исламской монархией и долгой речной историей. Поскольку оно расположено между более крупными соседями, многие люди почти ничего о нем не знают, пока не замечают, насколько уникальна его государственная модель.

# country.description.bo
source: Bolivia is one of South America's highest and most geographically dramatic countries, containing Andean highlands, Amazon lowlands, and the immense salt flats of Uyuni. It has one of the continent's largest Indigenous majorities, which gives questions of language, memory, and state identity unusual visibility in public life. The country often surprises people because its political and cultural center is not coastal but high, inland, and deeply Andean.
de: Bolivien ist eines der höchstgelegenen und geografisch dramatischsten Länder Südamerikas und umfasst die Andenhochländer, das Amazonas-Tiefland und die riesigen Salzwüsten von Uyuni. Es hat eine der größten indigenen Mehrheiten des Kontinents, was Fragen von Sprache, Gedächtnis und staatlicher Identität in der öffentlichen Leben ungewöhnliche Sichtbarkeit verleiht. Das Land überrascht die Menschen oft, weil sein politisches und kulturelles Zentrum nicht an der Küste, sondern hoch im Inland und tief andin liegt.
es: Bolivia es uno de los países más altos y geográficamente dramáticos de Sudamérica, con tierras altas andinas, llanuras amazónicas y las inmensas salinas de Uyuni. Tiene una de las mayores mayorías indígenas del continente, lo que da a las cuestiones de lengua, memoria e identidad del Estado una visibilidad inusual en la vida pública. El país a menudo sorprende a la gente porque su centro político y cultural no es costero, sino alto, interior y profundamente andino.
fr: La Bolivie est l'un des pays les plus élevés et géographiquement spectaculaires d'Amérique du Sud, comprenant les hauts plateaux andins, les basses terres amazoniennes et les immenses salars d'Uyuni. Elle possède l'une des plus fortes majorités indigènes du continent, ce qui confère aux questions de langue, de mémoire et d'identité nationale une visibilité inhabituelle dans la vie publique. Le pays surprend souvent, car son centre politique et culturel n'est pas côtier, mais situé en altitude, à l'intérieur des terres et profondément andin.
it: La Bolivia è uno dei paesi più alti e geograficamente drammatici del Sud America, comprende altopiani andini, pianure amazzoniche e le immense saline di Uyuni. Ha una delle maggiori maggioranze indigene del continente, il che dà alle questioni relative alla lingua, alla memoria e all'identità statale una visibilità insolita nella vita pubblica. Il paese spesso sorprende le persone perché il suo centro politico e culturale non è costiero ma alto, nell'entroterra e profondamente andino.
pt_br: A Bolívia é um dos países mais altos e geograficamente dramáticos da América do Sul, contendo os planaltos andinos, as terras baixas da Amazônia e os imensos salares de Uyuni. Possui uma das maiores maiorias indígenas do continente, o que dá às questões de língua, memória e identidade estatal uma visibilidade incomum na vida pública. O país frequentemente surpreende as pessoas porque seu centro político e cultural não é costeiro, mas alto, interiorano e profundamente andino.
ru: Боливия — одна из самых высоких и географически впечатляющих стран Южной Америки, включающая андынские плоскогорья, амазонские низменности и огромные солончаки Уюни. Здесь одна из крупнейших в континенте коренных общин, что придаёт вопросам языка, памяти и государственной идентичности необычную видимость в общественной жизни. Страна часто удивляет людей, потому что её политический и культурный центр находится не на побережье, а высоко внутри страны и глубоко в Андах.

# country.description.bq
source: Bonaire, Sint Eustatius, and Saba are Caribbean special municipalities of the Netherlands, a constitutional arrangement that is more unusual than the islands' beach imagery suggests. Each island has a different personality, from Bonaire's diving culture to Saba's volcanic steepness and Sint Eustatius's historical role in Atlantic trade. Together they show how Dutch Caribbean geography does not fit neatly into one formula.
de: Bonaire, Sint Eustatius und Saba sind karibische Sondergemeinden der Niederlande, eine verfassungsrechtliche Regelung, die ungewöhnlicher ist, als die Strandbilder der Inseln vermuten lassen. Jede Insel hat eine andere Persönlichkeit, von Bonaires Tauchkultur über Sabas vulkanische Steilheit bis hin zu Sint Eustatius’ historischer Rolle im atlantischen Handel. Zusammen zeigen sie, dass die niederländische Karibikgeografie nicht in ein einziges Schema passt.
es: Bonaire, San Eustaquio y Saba son municipios especiales caribeños de los Países Bajos, un arreglo constitucional que es más inusual de lo que sugiere la imagen de sus playas. Cada isla tiene una personalidad diferente, desde la cultura de buceo de Bonaire hasta la empinada orografía volcánica de Saba y el papel histórico de San Eustaquio en el comercio atlántico. Juntas muestran cómo la geografía del Caribe holandés no encaja fácilmente en un solo modelo.
fr: Bonaire, Sint Eustatius et Saba sont des municipalités spéciales des Caraïbes des Pays-Bas, un arrangement constitutionnel qui est plus inhabituel que l'image balnéaire des îles ne le suggère. Chaque île a une personnalité différente, allant de la culture de la plongée de Bonaire à la pente volcanique de Saba et au rôle historique de Sint Eustatius dans le commerce atlantique. Ensemble, elles montrent comment la géographie des Caraïbes néerlandaises ne cadre pas parfaitement avec une seule formule.
it: Bonaire, Sint Eustatius e Saba sono comuni speciali caraibici dei Paesi Bassi, un accordo costituzionale più insolito di quanto suggeriscano le immagini delle spiagge delle isole. Ogni isola ha una personalità diversa, dalla cultura subacquea di Bonaire alla ripidezza vulcanica di Saba fino al ruolo storico di Sint Eustatius nel commercio atlantico. Insieme mostrano come la geografia dei Caraibi olandesi non si adatti perfettamente a un’unica formula.
pt_br: Bonaire, Sint Eustatius e Saba são municípios especiais caribenhos dos Países Baixos, um arranjo constitucional que é mais incomum do que a imagem de praias das ilhas sugere. Cada ilha tem uma personalidade diferente, desde a cultura de mergulho de Bonaire até a inclinação vulcânica de Saba e o papel histórico de Sint Eustatius no comércio atlântico. Juntas, elas mostram como a geografia do Caribe holandês não se encaixa perfeitamente em uma única fórmula.
ru: Бонэйр, Синт-Эстатиус и Саба — это карибские специальные муниципалитеты Нидерландов, конституционное устройство которых более необычно, чем предполагает пляжный образ островов. Каждый остров имеет свою индивидуальность: от подводного плавания на Бонэйре до вулканических крутизн Сабы и исторической роли Синт-Эстатиуса в атлантической торговле. Вместе они показывают, что география нидерландских Карибов не вписывается в одну единую схему.

# country.description.br
source: Brazil is South America's largest country by both area and population, and its scale alone makes almost every summary incomplete. Portuguese colonization, Indigenous societies, and later immigration produced one of the world's most complex cultural blends, visible in everything from language and architecture to music and food. From the Amazon to Sao Paulo to Bahia, Brazil is better understood as a federation of strong regional worlds than as a single simple national mood.
de: Brasilien ist das größte Land Südamerikas sowohl nach Fläche als auch nach Bevölkerung, und allein sein Ausmaß macht fast jede Zusammenfassung unvollständig. Portugiesische Kolonisierung, indigene Gesellschaften und spätere Einwanderung haben eine der weltweit komplexesten kulturellen Mischungen hervorgebracht, die in allem von Sprache und Architektur bis hin zu Musik und Essen sichtbar ist. Vom Amazonas bis São Paulo bis Bahia ist Brasilien besser als Föderation starker regionaler Welten zu verstehen als als eine einzelne einfache nationale Stimmung.
es: Brasil es el país más grande de Sudamérica tanto por área como por población, y su tamaño por sí solo hace que casi todos los resúmenes sean incompletos. La colonización portuguesa, las sociedades indígenas y la inmigración posterior produjeron una de las mezclas culturales más complejas del mundo, visible en todo, desde el idioma y la arquitectura hasta la música y la comida. Desde el Amazonas hasta Sao Paulo y Bahia, Brasil se entiende mejor como una federación de fuertes mundos regionales que como un solo estado de ánimo nacional simple.
fr: Le Brésil est le plus grand pays d'Amérique du Sud tant par sa superficie que par sa population, et son ampleur seule rend presque tous les résumés incomplets. La colonisation portugaise, les sociétés autochtones et l'immigration ultérieure ont produit l'un des mélanges culturels les plus complexes au monde, visible dans tout, de la langue et de l'architecture à la musique et à la nourriture. De l'Amazonie à São Paulo jusqu'à Bahia, le Brésil se comprend mieux comme une fédération de mondes régionaux forts que comme un simple état national.
it: Il Brasile è il paese più grande del Sud America sia per superficie che per popolazione, e le sue dimensioni da sole rendono quasi ogni riassunto incompleto. La colonizzazione portoghese, le società indigene e la successiva immigrazione hanno prodotto una delle miscele culturali più complesse del mondo, visibile in ogni cosa, dalla lingua e dall'architettura alla musica e al cibo. Dall’Amazzonia a San Paolo a Bahia, il Brasile è meglio inteso come una federazione di forti mondi regionali che come un unico semplice stato d’animo nazionale.
pt_br: O Brasil é o maior país da América do Sul tanto em área quanto em população, e sua própria escala faz com que quase todo resumo seja incompleto. A colonização portuguesa, as sociedades indígenas e a imigração posterior produziram uma das misturas culturais mais complexas do mundo, visível em tudo, desde a língua e a arquitetura até a música e a comida. Da Amazônia a São Paulo e à Bahia, o Brasil é melhor compreendido como uma federação de fortes mundos regionais do que como um único e simples clima nacional.
ru: Бразилия является крупнейшей страной Южной Америки как по территории, так и по населению, и только её размеры делают почти любое резюме неполным. Португальская колонизация, коренные общества и последующая иммиграция создали одну из самых сложных культурных смесьей в мире, что видно во всём — от языка и архитектуры до музыки и еды. От Амазонки до Сан-Паулу и Баии Бразилия лучше понимается как федерация сильных региональных миров, чем как одно простое национальное настроение.

# country.description.bs
source: The Bahamas is an Atlantic archipelago of hundreds of islands and cays spread across shallow banks of intensely clear water. It became historically important through shipping routes, piracy lore, and later offshore finance and tourism rather than through one large landmass. Even though its image is leisure-heavy, the country's geography has always made it a crossroads state.
de: Die Bahamas sind ein atlantischer Archipel aus Hunderten von Inseln und Cays, die sich über flache Riffe mit intensiv klarem Wasser erstrecken. Sie wurden historisch durch Schifffahrtsrouten, Piratenlegenden und später durch Offshore-Finanzwesen und Tourismus wichtig, nicht durch eine große Landmasse. Obwohl ihr Image stark auf Freizeit ausgerichtet ist, hat die Geografie des Landes sie immer zu einem Knotenpunktstaat gemacht.
es: Las Bahamas son un archipiélago atlántico compuesto por cientos de islas y cayos distribuidos a lo largo de bancos poco profundos de agua intensamente clara. Se volvió históricamente importante a través de rutas de navegación, la fama de la piratería y, más tarde, las finanzas offshore y el turismo, en lugar de por una gran masa terrestre. Aunque su imagen está asociada al ocio, la geografía del país siempre lo ha convertido en un estado de encrucijada.
fr: Les Bahamas sont un archipel atlantique composé de centaines d'îles et cayes réparties sur des bancs peu profonds d'eau d'une clarté intense. Ils sont devenus historiquement importants grâce aux routes maritimes, au folklore de la piraterie, et plus tard à la finance offshore et au tourisme, plutôt que par une grande masse terrestre. Même si son image est axée sur les loisirs, la géographie du pays en a toujours fait un État de carrefour.
it: Le Bahamas sono un arcipelago atlantico composto da centinaia di isole e isolotti sparsi su sponde poco profonde di acque intensamente limpide. È diventato storicamente importante attraverso le rotte marittime, la tradizione della pirateria e in seguito la finanza e il turismo offshore piuttosto che attraverso un'unica grande massa continentale. Anche se la sua immagine è incentrata sul tempo libero, la geografia del paese lo ha sempre reso uno stato crocevia.
pt_br: As Bahamas é um arquipélago atlântico de centenas de ilhas e cayos espalhados por bancos rasos de água intensamente clara. Tornou-se historicamente importante através de rotas marítimas, lendas de pirataria e, mais tarde, finanças offshore e turismo, em vez de por meio de uma grande massa de terra. Embora sua imagem seja fortemente ligada ao lazer, a geografia do país sempre o tornou um estado de cruzamento.
ru: Багамы — это атлантический архипелаг из сотен островов и кос, расположенных на мелких банках с чрезвычайно чистой водой. Исторически он стал важным благодаря судоходным путям, преданиям о пиратстве, а позже — офшорным финансам и туризму, а не благодаря одному большому массиву суши. Несмотря на то, что имидж страны ассоциируется с отдыхом, её география всегда делала её перекрестком государств.

# country.description.bt
source: Bhutan is a Himalayan kingdom that became internationally famous for measuring development through Gross National Happiness, though that idea is only one part of its identity. It remained relatively isolated for much of the twentieth century, which helped preserve strong Buddhist institutions and a visible architectural style. The country often fascinates people because it presents modernization as something to manage cautiously rather than worship automatically.
de: Bhutan ist ein Himalaya-Königreich, das international berühmt wurde, weil es Entwicklung durch das Bruttonationalglück misst, obwohl diese Idee nur ein Teil seiner Identität ist. Es blieb für einen Großteil des zwanzigsten Jahrhunderts relativ isoliert, was dazu beitrug, starke buddhistische Institutionen und einen sichtbaren architektonischen Stil zu bewahren. Das Land fasziniert die Menschen oft, weil es die Modernisierung als etwas präsentiert, das vorsichtig gehandhabt werden sollte, anstatt automatisch verehrt zu werden.
es: Bután es un reino del Himalaya que se hizo internacionalmente famoso por medir el desarrollo a través de la Felicidad Nacional Bruta, aunque esa idea es solo una parte de su identidad. Permaneció relativamente aislado durante gran parte del siglo XX, lo que ayudó a preservar fuertes instituciones budistas y un estilo arquitectónico visible. El país a menudo fascina a la gente porque presenta la modernización como algo que se debe gestionar con cautela en lugar de adorar automáticamente.
fr: Le Bhoutan est un royaume himalayen qui est devenu célèbre à l'international pour mesurer le développement à travers le Bonheur National Brut, bien que cette idée ne soit qu'une partie de son identité. Il est resté relativement isolé pendant une grande partie du XXᵉ siècle, ce qui a contribué à préserver des institutions bouddhistes fortes et un style architectural visible. Le pays fascine souvent les gens parce qu'il présente la modernisation comme quelque chose à gérer avec prudence plutôt qu'à vénérer automatiquement.
it: Il Bhutan è un regno himalayano diventato famoso a livello internazionale per aver misurato lo sviluppo attraverso la felicità nazionale lorda, sebbene questa idea sia solo una parte della sua identità. Rimase relativamente isolato per gran parte del XX secolo, il che contribuì a preservare forti istituzioni buddiste e uno stile architettonico visibile. Il Paese spesso affascina le persone perché presenta la modernizzazione come qualcosa da gestire con cautela piuttosto che da adorare automaticamente.
pt_br: O Butão é um reino do Himalaia que se tornou famoso internacionalmente por medir o desenvolvimento através da Felicidade Interna Bruta, embora essa ideia seja apenas uma parte de sua identidade. Permaneceu relativamente isolado durante grande parte do século XX, o que ajudou a preservar fortes instituições budistas e um estilo arquitetônico visível. O país frequentemente fascina as pessoas porque apresenta a modernização como algo a ser gerenciado com cautela, em vez de adorado automaticamente.
ru: Бутан — это гималайское королевство, которое стало международно известным благодаря измерению развития через Валовой национальное счастье, хотя эта идея является лишь одной частью его идентичности. Оно оставалось относительно изолированным большую часть двадцатого века, что помогло сохранить сильные буддийские институты и заметный архитектурный стиль. Страна часто очаровывает людей тем, что представляет модернизацию как нечто, что нужно управлять с осторожностью, а не поклоняться автоматически.
